{
  "startingStats": {
    "items": {
      "magicTome": {
        "name": "Old Tome",
        "quantity": 1
      }
    },
    "attributes": {
      "pride": 0,
      "humility": 0,
      "violence": 0,
      "peace": 0,
      "love": 0,
      "hate": 0
    },
    "social": {
      "friends": 0,
      "enemies": 0
    }
  },
  "cards": {
    "0": {
      "text": [
        "Game over"
      ],
      "input": {}
    },
    "0-0": {
      "text": [
        "The sun is hot. The endless desert stretches endlessly. You are running and you don’t remember why. In your hands, you are holding a heavy tome. Its cracked, hide-bound cover is unnaturally cold, the only cold thing in this dusty landscape.",
        "Behind you, two men are running towards you with swords drawn. They look angry."
      ],
      "input": {
        "type": "BUTTONS",
        "props": {
          "buttons": [
            {
              "label": "Keep running",
              "path": "0-1"
            }
          ]
        }
      }
    },
    "0-1": {
      "text": [
        "Despite the suffocating heat muddying your thoughts, you tell yourself that you must come up with a plan."
      ],
      "input": {
        "type": "BUTTONS",
        "props": {
          "buttons": [
            {
              "label": "Turn around and fight them off",
              "path": "0-1-0"
            },
            {
              "label": "Turn around and try to talk your way out",
              "path": "0-1-1"
            },
            {
              "label": "Try to outrun them",
              "path": "0-1-2"
            }
          ]
        }
      }
    },
    "0-1-0": {
      "text": [
        "You turn around and wait for them to come. Although you are unarmed and your two assailants have swords, you feel calm…almost eager. They approach you warily, and you can see the fear in their eyes. You leap at them.",
        "Stop the flickering bar within the center."
      ],
      "input": {
        "type": "TARGET",
        "props": {
          "failurePath": "0-1-0-0",
          "successPath": "0-1-0-1"
        }
      }
    },
    "0-1-0-0": {
      "text": [
        "You disarm the first swordsman, but the second one slashes you in the arm, cutting open an artery. The two attackers back away and watch you slowly bleed out and die."
      ],
      "input": {
        "type": "BUTTONS",
        "props": {
          "buttons": [
            {
              "label": "Time to die",
              "path": "0"
            }
          ]
        }
      }
    },
    "0-1-0-1": {
      "text": [
        "You disarm the first swordsman and cut him down with his own blade. The second attacker slashes at you, but you easily deflect his strikes. You quickly see an opening in his defenses, and drive your new sword into his heart."
      ],
      "input": {
        "type": "BUTTONS",
        "props": {
          "buttons": [
            {
              "label": "Examine the attackers",
              "path": "0-2"
            }
          ]
        }
      }
    },
    "0-2": {
      "text": [
        "The first thing you notice is that their faces have been altered: grooves and cavities have been etched into their skin. Their eye sockets have sunken in while the cheekbones have been pushed forward, the bones forming two embossed runes that protruded through skin and flesh: a teardrop underneath the left eye and a flame underneath the right eye. The bones on the nose bridge were twisted into spikes that penetrated through the skin. The muscles and skin around the mouth were widened, revealing a long row of razor-sharp teeth. Someone had used a magical brush on their faces, molding them into a piece of art. You don’t know how you know this."
      ],
      "input": {
        "type": "BUTTONS",
        "props": {
          "buttons": []
        }
      }
    }
  }
}